{
    "name":  "Hello!, I'm Alexander Risteski",
    "title": "I'm a front-end focused full-stack Developer",
    "overview": "I am a junior front end web developer with a certification from EC utbildning (yrkehögskola) programme. I have explored many technologies withing web development and today my main focus lays in React as a front end framework, NodeJS for backend and MongoDB for database.",
    "educationEC": "ECutbildning - 2 year Front-end developer programme which consists of theory and practice",
    "educationLinn": "Linneus University - 3 year bachelor's level education within Network security programme",
    "educationHigh": "IHGR - International Highschool of Gothenburg Region (Naturvetenskapsprogrammet)",
    "udemy": "Udemy - Courses for React, Angular and React Native",
    "stratsysOverview" : "A 6 month period of traineeship conducted at Stratsys as a jr. developer my position mainly consisted of front-end development in the Vue framework and occasional back-end work in certain situations.",
    "ericssonRunners": "A 3 month period thesis work conducted at Ericsson where I was responsible to create a mobile version using React Native of an already existing web version. ",
    "ericssonCodeComp":"A 6 month period internship conducted at Ericsson where I was responsible to design and implement a website for a project idea about virtual code competition platform.",
    "mariaSalongSummary" :"A website for a hair salong.",
    "gohamSummary": "Hamster battle full stack app",
    "boatMarket": "Online market for boats.",
    "vueddit" : "Early Vue project.",
    "MedCal": "Patient management system.",
    "MedCalNote" : "Work in progress...",
    "aboutParagraphThree" : "Today I lean more toward the software side of technology, specifically in web development. I find joy in the process of development such as coming up with an idea, visualizing the idea by designing an UI, implementing the design and lastly deployment and maintenance",
    "aboutParagraphTwo" : "My research mostly included disassembly of devices such as TV, Radio or a VCR that followed with consequences (education from parents).",
    "aboutParagraphOne" : "Passionate from a young age within the area of technology and mechanics, I was always curious from how electricity was created to how a device/machine functioned. "
}